Repository: Vonage/vonage-video-ios-app
Catalog: VERA/VERAMeetingRoom/VERAMeetingRoom/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Dismiss
es: Descartar notificación

source: %@ was muted.
es: %@ ha sido silenciado.

source: Cancel
es: Cancelar

source: More options
es: Más opciones

source: Mute %@
es: Silenciar a %@

source: Mute
es: Silenciar

source: Mute %@ for everyone in the call? Only %@ can unmute themselves.
es: ¿Silenciar a %@ para todos en la llamada? Solo %@ puede activarse de nuevo.

source: Participants (%lld)
es: Participantes (%lld)

source: Pin
es: Anclar

source: Search participant...
es: Buscar participante...

source: Session did disconnect
es: La sesión se desconectó

source: Session did drop, started reconnection
es: Sesión caída, reconectando…

source: Session did reconnect
es: La sesión se reconectó

source: Session recording started
es: Grabación de sesión en curso

source: Session recording stopped
es: Grabación de sesión parada

source: Unpin
es: Desanclar

source: You were muted by the host.
es: El anfitrión ha silenciado tu micrófono.

source: You're muted. Tap the mic button to unmute.
es: Estás silenciado, toca el botón de micrófono para habilitar el audio.
